-- migrate:up
INSERT INTO rentcarcompany ("rentCarCompany", "rentCarCompanyAddress",	"renCarCompanyPhoneNumber"	,"rentPlace",	"shuttlePlace",	"shuttleSchedule",	"shuttleInterval"	,"shuttleRequiredTime")
VALUES
("굿모닝렌터카", "제주특별자치도 제주시 용담2동 1677-1", "064-742-8003", "렌터카 본사", "렌트카종합안내센터 [5구역 3번]", "08:00 ~ 19:50", "15~20분", "10분"),
("대한렌터카", "제주특별자치도 제주시 연미길 35", "064-712-7811", "렌터카 본사", "렌트카종합안내센터 [5구역 7번]", "08:00 ~ 19:40", "20~30분", "10분"),
("라인렌터카",	"제주특별자치도 제주시 다호길 75",	"064-713-5600",	"렌터카 본사",	"렌트카종합안내센터 [5구역 4번]",	"08:00 ~ 19:30"	,"20~30분"	,"3~5분"),
("레인보우모빌리티", "제주특별자치도 제주시 연삼로 145 가동 1층", "647479726", "제주특별자치도 제주시 오일장서길 68 레인보우모빌리티", "렌트카종합안내센터 [6구역 11번]", "08:00 ~ 20:00", "30분", "10분"),
("레츠고렌터카",	"제주특별자치도 제주시 용해로 50",	"064-745-6566",	"렌터카 본사"	,"렌트카하우스 셔틀정류장 [3구역 13번]",	"07:50 ~ 19:50"	,"30분",	"10분"),
("로그인렌터카",	"제주특별자치도 제주시 다호북길 111",	"064-742-9400",	"렌터카 본사",	"렌트카종합안내센터 [8구역 6번]",	"08:00 ~ 20:00"	,"15~20분",	"7분"),
("메트로렌터카",	"제주특별자치도 제주시 억삼길 10",	"1588-2250",	"렌터카 본사",	"렌트카종합안내센터 [8구역 10번]",	"08:00 ~ 19:30",	"업체로 연락"	,"10분"),
("무지개렌터카",	"제주특별자치도 제주시 제성1길 30",	"647101600"	,"렌터카 본사",	"렌트카하우스 서틀정류장 [8구역 1번]"	,"07:40 ~ 21:00"	,"15분",	"10~15분"),
("블루렌터카",	"제주특별자치도 제주시 다호길 69",	"064-713-5600",	"렌터카 본사",	"렌트카종합안내센터 [5구역 4번]",	"08:00 ~ 19:30",	"20~30분",	"3~5분"),
("삼성렌터카",	"제주특별자치도 제주시 제성1길 75",	"064-745-7070",	"렌터카 본사",	"렌트카하우스 셔틀정류장 [5구역 5번]",	"07:40 ~ 19:40",	"20분",	"5분"),
("수렌터카"	,"제주특별자치도 제주시 서광로 94",	"1833-3852",	"렌터카 본사",	"렌트카종합안내센터 [6구역 10번]",	"08:10 ~ 19:50",	"15~20분",	"10분"),
("스마트렌터카",	"제주특별자치도 제주시 문연로 6",	"064-749-2139",	"렌터카 본사",	"렌트카종합안내센터 [1구역 3번]",	"08:00 ~ 20:00"	,"15~20분"	,"10분"),
("썬렌터카"	,"제주특별자치도 제주시 한천로 23",	"064-773-8000",	"렌터카 본사"	,"렌트카하우스 셔틀정류장 [3구역 11번]",	"08:10 ~ 20:00",	"20~30분"	,"25분"),
("씨유렌터카",	"제주특별자치도 제주시 도두일동 1173-2",	"064-742-7900",	"렌터카 본사",	"렌트카종합안내센터 [5구역 5번]",	"08:00 ~ 20:00"	,"20~30분"	,"5~6분"),
("알프스렌터카",	"제주특별자치도 제주시 연미3길 4"	,"1811-0899",	"렌터카 본사",	"렌트카종합안내센터 [7구열1번]",	"08:00 ~ 20:00",	"20~30분",	"10분"),
("오렌지렌터카"	,"제주특별자치도 제주시 연미길 103"	,"647130034",	"렌터카 본사",	"렌트카종합안내센터 [3구역 9번]",	"08:00 ~ 20:00",	"25분",	"10분"),
("올레렌터카",	"제주특별자치도 제주시 일주서로 7582",	"064-713-3331",	"렌터카 본사",	"렌트카종합안내센터 [6구역 8번]",	"08:00 ~ 19:40",	"40분",	"15분"),
("용두암렌터카",	"제주특별자치도 제주시 용해로 80-8",	"064-711-0388",	"렌터카 본사",	"렌트카종합안내센터",	"08:00 ~ 19:30"	,"30분"	,"6~7분"),
("자유렌터카",	"제주특별자치도 제주시 제성1길 75",	"064-742-7901",	"렌터카 본사",	"렌트카종합안내센터 [5구역 5번]",	"08:00 ~ 19:30",	"20분"	,"5~7분"),
("제주다움렌터카",	"제주특별자치도 제주시 제주시 어영길 42",	"064-745-0404",	"렌터카 본사",	"렌트카종합안내센터 [3구역 12번]",	"08:10 ~ 19:30",	"25분",	"7~8분"),
("제주드림렌터카",	"제주특별자치도 제주시 월성로4길 76-2",	"064-744-3939",	"렌터카 본사",	"렌트카하우스 셔틀정류장 [6구역 6번]",	"08:00 ~ 19:50",	"20분",	"10~15분"),
("제주로렌터카",	"제주특별자치도 제주시 오일장중길 128",	"064-744-1116",	"렌터카 본사",	"렌트카종합안내센터 [8구역 3번]",	"08:00 ~ 20:00",	"10~15분",	"10분"),
("제주사랑렌터카",	"제주특별자치도 제주시 연미길 103"	,"647120091"	,"렌터카 본사"	,"렌트카하우스 셔틀정류장 [3구역 9번]",	"08:00 ~ 20:00",	"25분",	"10분"),
("제주타요렌터카",	"제주특별자치도 제주시 수목원길 72"	,"064-713-6000",	"렌터카 본사",	"렌트카종합안내센터 [8구역 8번]"	,"08:00 ~ 19:00",	"20분",	"7~10분"),
("제주평화렌터카",	"제주특별자치도 제주시 용해로 119",	"064-742-9944"	,"렌터카 본사",	"렌트카종합안내센터 [8구역 5번]",	"08:20 ~ 18:40",	"업체로 연락",	"5~10분"),
("제주현대렌터카",	"제주특별자치도 제주시 어영길 30",	"064-742-0087",	"렌터카 본사",	"렌트카종합안내센터 [3구역 6번]",	"08:00 ~ 20:00",	"15~20분",	"10분"),
("제주OK렌터카",	"제주특별자치도 제주시 용문로 64",	"064-743-4000",	"렌터카 본사",	"렌트카종합안내센터 [3구역 7번]",	"08:00 ~ 20:00",	"15~20분",	"5분"),
("조아렌터카",	"제주특별자치도 제주시 오일장중길 39",	"064-727-2000",	"렌터카 본사",	"렌트카종합안낸센터 [3구역 1번]",	"08:00 ~ 20:00"	,"20~30분"	,"5~10분"),
("특별한렌터카",	"제주특별자치도 제주시 공항로1길 38",	"064-805-8005",	"렌터카 본사"	,"렌트카종합안내센터 [5구역 10번]"	,"08:00 ~ 20:00"	,"10분"	,"5분"),
("패밀리렌터카",	"제주특별자치도 제주시 도두일동 1173-1",	"647465678",	"렌터카 본사",	"렌트카종합안내센터 4구역 12번",	"08:05 ~ 19:55",	"15~20분"	,"20분"),
("퍼스트렌터카",	"제주특별자치도 제주시 신성마을길 112",	"064-744-0234",	"렌터카 본사",	"렌트카종합안내센터 [8구역 6번]",	"08:00 ~ 19:30",	"15~20분",	"7~10분"),
("퍼시픽렌터카",	"제주특별자치도 제주시 월성로4길 74-12",	"064-747-1541",	"렌터카 본사",	"렌트카종합안내센터 [3구역 4번]",	"08:00 ~ 19:20",	"20분",	"2~6분"),
("한국렌터카",	"제주특별자치도 제주시"	,"064-748-5005"	,"렌터카 본사",	"렌트카종합안내센터",	"08:00 ~ 20:00",	"30분",	"10~15분"),
("한라렌터카",	"제주특별자치도 제주시 다호길 126"	,"064-711-9393",	"렌터카 본사"	,"렌트카하우스 셔틀정류장 [5구역 11번]",	"07:50 ~ 19:00"	,"20분",	"5분"),
("한라산렌터카",	"제주특별자치도 제주시 도두일동 1175-1 한라산렌터카"	,"064-748-8222"	,"제주특별자치도 제주시 도두일동 1175-1 한라산렌터카",	"렌트카종합안내센터 [5구역 5번]",	"07:40 ~ 20:00",	"20분",	"5~7분"),
("KD렌터카",	"제주특별자치도 제주시 일주서로 7667",	"064-745-0752",	"렌터카 본사"	,"렌트카종합안내센터 [6구역 16번]"	,"08:00 ~ 19:30"	,"15~20분"	,"10~15분")


-- migrate:down

-- "rentCarCompany"	"rentCarCompanyAddress"	"renCarCompanyPhoneNumber"	"rentPlace"	"shuttlePlace"	"shuttleSchedule"	"shuttleInterval"	"shuttleRequiredTime"	
-- "굿모닝렌터카"	"제주특별자치도 제주시 용담2동 1677-1"	"064-742-8003"	"렌터카 본사"	"렌트카종합안내센터 [5구역 3번]"	"08:00 ~ 19:50"	"15~20분"	"10분"								
-- "대한렌터카"	"제주특별자치도 제주시 연미길 35"	"064-712-7811"	"렌터카 본사"	"렌트카종합안내센터 [5구역 7번]"	"08:00 ~ 19:40"	"20~30분"	"10분"	
-- "라인렌터카"	"제주특별자치도 제주시 다호길 75"	"064-713-5600"	"렌터카 본사"	"렌트카종합안내센터 [5구역 4번]"	"08:00 ~ 19:30"	"20~30분"	"3~5분"	
-- "레인보우모빌리티"	"제주특별자치도 제주시 연삼로 145 가동 1층"	"647479726"	"제주특별자치도 제주시 오일장서길 68 레인보우모빌리티"	"렌트카종합안내센터 [6구역 11번]"	"08:00 ~ 20:00"	"30분"	"10분"	
-- "레츠고렌터카"	"제주특별자치도 제주시 용해로 50"	"064-745-6566"	"렌터카 본사"	"렌트카하우스 셔틀정류장 [3구역 13번]"	"07:50 ~ 19:50"	"30분"	"10분"	
-- "로그인렌터카"	"제주특별자치도 제주시 다호북길 111"	"064-742-9400"	"렌터카 본사"	"렌트카종합안내센터 [8구역 6번]"	"08:00 ~ 20:00"	"15~20분"	"7분"	
-- "메트로렌터카"	"제주특별자치도 제주시 억삼길 10"	"1588-2250"	"렌터카 본사"	"렌트카종합안내센터 [8구역 10번]"	"08:00 ~ 19:30"	"업체로 연락"	"10분"	
-- "무지개렌터카"	"제주특별자치도 제주시 제성1길 30"	"647101600"	"렌터카 본사"	"제주공항 도착 5번 게이트 건너편 렌트카하우스 서틀정류장 [8구역 1번]"	"07:40 ~ 21:00"	"15분"	"10~15분"	
-- "블루렌터카"	"제주특별자치도 제주시 다호길 69"	"064-713-5600"	"렌터카 본사"	"렌트카종합안내센터 [5구역 4번]"	"08:00 ~ 19:30"	"20~30분"	"3~5분"	
-- "삼성렌터카"	"제주특별자치도 제주시 제성1길 75"	"064-745-7070"	"렌터카 본사"	"렌트카하우스 셔틀정류장 [5구역 5번]"	"07:40 ~ 19:40"	"20분"	"5분"	
-- "수렌터카"	"제주특별자치도 제주시 서광로 94"	"1833-3852"	"렌터카 본사"	"렌트카종합안내센터 [6구역 10번]"	"08:10 ~ 19:50"	"15~20분"	"10분"	
-- "스마트렌터카"	"제주특별자치도 제주시 문연로 6"	"064-749-2139"	"렌터카 본사"	"렌트카종합안내센터 [1구역 3번]"	"08:00 ~ 20:00"	"15~20분"	"10분"	
-- "썬렌터카"	"제주특별자치도 제주시 한천로 23"	"064-773-8000"	"렌터카 본사"	"렌트카하우스 셔틀정류장 [3구역 11번]"	"08:10 ~ 20:00"	"20~30분"	"25분"	
-- "씨유렌터카"	"제주특별자치도 제주시 도두일동 1173-2"	"064-742-7900"	"렌터카 본사"	"렌트카종합안내센터 [5구역 5번]"	"08:00 ~ 20:00"	"20~30분"	"5~6분"	
-- "알프스렌터카"	"제주특별자치도 제주시 연미3길 4"	"1811-0899"	"렌터카 본사"	"제주공항 1층 5번 게이트 건너편 렌트카종합안내센터 [7구열1번]"	"08:00 ~ 20:00"	"20~30분"	"10분"	
-- "오렌지렌터카"	"제주특별자치도 제주시 연미길 103"	"647130034"	"렌터카 본사"	"렌트카종합안내센터 [3구역 9번]"	"08:00 ~ 20:00"	"25분"	"10분"	
-- "올레렌터카"	"제주특별자치도 제주시 일주서로 7582"	"064-713-3331"	"렌터카 본사"	"렌트카종합안내센터 [6구역 8번]"	"08:00 ~ 19:40"	"40분"	"15분"	
-- "용두암렌터카"	"제주특별자치도 제주시 용해로 80-8"	"064-711-0388"	"렌터카 본사"	"렌트카종합안내센터"	"08:00 ~ 19:30"	"30분"	"6~7분"	
-- "자유렌터카"	"제주특별자치도 제주시 제성1길 75"	"064-742-7901"	"렌터카 본사"	"렌트카종합안내센터 [5구역 5번]"	"08:00 ~ 19:30"	"20분"	"5~7분"	
-- "제주다움렌터카"	"제주특별자치도 제주시 제주시 어영길 42"	"064-745-0404"	"렌터카 본사"	"렌트카종합안내센터 [3구역 12번]"	"08:10 ~ 19:30"	"25분"	"7~8분"	
-- "제주드림렌터카"	"제주특별자치도 제주시 월성로4길 76-2"	"064-744-3939"	"렌터카 본사"	"렌트카하우스 셔틀정류장 [6구역 6번]"	"08:00 ~ 19:50"	"20분"	"10~15분"	
-- "제주로렌터카"	"제주특별자치도 제주시 오일장중길 128"	"064-744-1116"	"렌터카 본사"	"렌트카종합안내센터 [8구역 3번]"	"08:00 ~ 20:00"	"10~15분"	"10분"	
-- "제주사랑렌터카"	"제주특별자치도 제주시 연미길 103"	"647120091"	"렌터카 본사"	"렌트카하우스 셔틀정류장 [3구역 9번]"	"08:00 ~ 20:00"	"25분"	"10분"	
-- "제주타요렌터카"	"제주특별자치도 제주시 수목원길 72"	"064-713-6000"	"렌터카 본사"	"렌트카종합안내센터 [8구역 8번]"	"08:00 ~ 19:00"	"20분"	"7~10분"	
-- "제주평화렌터카"	"제주특별자치도 제주시 용해로 119"	"064-742-9944"	"렌터카 본사"	"렌트카종합안내센터 [8구역 5번]"	"08:20 ~ 18:40"	"업체로 연락"	"5~10분"	
-- "제주현대렌터카"	"제주특별자치도 제주시 어영길 30"	"064-742-0087"	"렌터카 본사"	"렌트카종합안내센터 [3구역 6번]"	"08:00 ~ 20:00"	"15~20분"	"10분"	
-- "제주OK렌터카"	"제주특별자치도 제주시 용문로 64"	"064-743-4000"	"렌터카 본사"	"렌트카종합안내센터 [3구역 7번]"	"08:00 ~ 20:00"	"15~20분"	"5분"	
-- "조아렌터카"	"제주특별자치도 제주시 오일장중길 39"	"064-727-2000"	"렌터카 본사"	"렌트카종합안낸센터 [3구역 1번]"	"08:00 ~ 20:00"	"20~30분"	"5~10분"	
-- "특별한렌터카"	"제주특별자치도 제주시 공항로1길 38"	"064-805-8005"	"렌터카 본사"	"렌트카종합안내센터 [5구역 10번]"	"08:00 ~ 20:00"	"10분"	"5분"	
-- "패밀리렌터카"	"제주특별자치도 제주시 도두일동 1173-1"	"647465678"	"렌터카 본사"	"렌트카종합안내센터 4구역 12번"	"08:05 ~ 19:55"	"15~20분"	"20분"	
-- "퍼스트렌터카"	"제주특별자치도 제주시 신성마을길 112"	"064-744-0234"	"렌터카 본사"	"렌트카종합안내센터 [8구역 6번]"	"08:00 ~ 19:30"	"15~20분"	"7~10분"	
-- "퍼시픽렌터카"	"제주특별자치도 제주시 월성로4길 74-12"	"064-747-1541"	"렌터카 본사"	"렌트카종합안내센터 [3구역 4번]"	"08:00 ~ 19:20"	"20분"	"2~6분"	
-- "한국렌터카"	"제주특별자치도 제주시"	"064-748-5005"	"렌터카 본사"	"렌트카종합안내센터"	"08:00 ~ 20:00"	"30분"	"10~15분"	
-- "한라렌터카"	"제주특별자치도 제주시 다호길 126"	"064-711-9393"	"렌터카 본사"	"렌트카하우스 셔틀정류장 [5구역 11번]"	"07:50 ~ 19:00"	"20분"	"5분"	
-- "한라산렌터카"	"제주특별자치도 제주시 도두일동 1175-1 한라산렌터카"	"064-748-8222"	"제주특별자치도 제주시 도두일동 1175-1 한라산렌터카"	"렌트카종합안내센터 [5구역 5번]"	"07:40 ~ 20:00"	"20분"	"5~7분"	
-- "KD렌터카"	"제주특별자치도 제주시 일주서로 7667"	"064-745-0752"	"렌터카 본사"	"렌트카종합안내센터 [6구역 16번]"	"08:00 ~ 19:30"	"15~20분"	"10~15분"	